Repository: fr0gsite/createaccount
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, ja, pt, ru, uk, zh

# language
source: English
ar: العربية
de: Deutsch
es: Español
fr: Français
it: Italiano
ja: 日本語
pt: Português
ru: Русский
uk: Українська
zh: 中文

# countrycode
source: US
ar: AE
es: ES

# thelanguage
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt: Idioma
ru: Язык
uk: Мова
zh: 语言

source: Create Account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account
ja: アカウントを作成
pt: Criar conta
ru: Создать учетную запись
uk: Створити обліковий запис
zh: 创建账户

# usernamemustmatchformat
source: Username must match this format
ar: يجب أن يتطابق اسم المستخدم مع هذا التنسيق
de: Benutzername muss diesem Format entsprechen
es: El nombre de usuario debe coincidir con este formato
fr: Le nom d'utilisateur doit correspondre à ce format
it: Il nome utente deve corrispondere a questo formato
ja: ユーザー名はこの形式と一致する必要があります
pt: O nome de usuário deve corresponder a este formato
ru: Имя пользователя должно соответствовать этому формату
uk: Ім'я користувача повинно відповідати цьому формату
zh: 用户名必须符合此格式

# usernamerule1
source: Letters a - z (small) and numbers from 1 - 5
ar: الأحرف من a - z (صغيرة) والأرقام من 1 - 5
de: Buchstaben a - z (klein) und Zahlen von 1 - 5
es: Letras de la a - z (minúsculas) y números del 1 al 5
fr: Lettres de a à z (minuscules) et chiffres de 1 à 5
it: Lettere da a - z (minuscole) e numeri da 1 - 5
ja: 小文字のアルファベット a - z および数字 1 - 5
pt: Letras de a - z (minúsculas) e números de 1 - 5
ru: Буквы a - z (строчные) и цифры от 1 до 5
uk: Літери a - z (малі) та цифри від 1 до 5
zh: 小写字母a - z和数字1 - 5

# usernamerule2
source: max. 12 characters
ar: الحد الأقصى 12 حرفًا
de: max. 12 Zeichen
es: Máximo 12 caracteres
fr: Maximum 12 caractères
it: Massimo 12 caratteri
ja: 最大12文字
pt: Máximo de 12 caracteres
ru: Максимум 12 символов
uk: Максимум 12 символів
zh: 最多12个字符

source: Accounts available
ar: الحسابات المتاحة
de: Konten verfügbar
es: Cuentas disponibles
fr: Comptes disponibles
it: Account disponibili
ja: 利用可能なアカウント
pt: Contas disponíveis
ru: Доступные учетные записи
uk: Доступні облікові записи
zh: 可用账户

source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
pt: Nome de usuário
ru: Имя пользователя
uk: Ім'я користувача
zh: 用户名

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
pt: Próximo
ru: Далее
uk: Далі
zh: 下一步

source: Username valid
ar: اسم المستخدم صالح
de: Benutzername gültig
es: Nombre de usuario válido
fr: Nom d'utilisateur valide
it: Nome utente valido
ja: ユーザー名が有効です
pt: Nome de usuário válido
ru: Имя пользователя действительно
uk: Ім'я користувача дійсне
zh: 用户名有效

source: Username avaribale
ar: اسم المستخدم متاح
de: Benutzername verfügbar
es: Nombre de usuario disponible
fr: Nom d'utilisateur disponible
it: Nome utente disponibile
ja: ユーザー名が利用可能です
pt: Nome de usuário disponível
ru: Имя пользователя доступно
uk: Ім'я користувача доступне
zh: 用户名可用

# usernameinvalid
source: Username is invalid. Please note the format.
ar: اسم المستخدم غير صالح. يرجى اتباع التنسيق.
de: Benutzername ist ungültig. Bitte beachte das Format.
es: Nombre de usuario no válido. Por favor, sigue el formato.
fr: Nom d'utilisateur non valide. Veuillez suivre le format.
it: Nome utente non valido. Segui il formato indicato.
ja: ユーザー名が無効です。形式に従ってください。
pt: Nome de usuário inválido. Por favor, siga o formato.
ru: Имя пользователя недействительно. Пожалуйста, следуйте формату.
uk: Ім'я користувача недійсне. Будь ласка, слідуйте формату.
zh: 用户名无效，请按照格式输入

# usernameunavailable
source: Username unfortunately already exists.
ar: اسم المستخدم موجود بالفعل.
de: Benutzername existiert leider schon.
es: El nombre de usuario ya existe.
fr: Le nom d'utilisateur existe déjà.
it: Nome utente già in uso.
ja: 申し訳ありませんが、ユーザー名は既に存在します。
pt: Nome de usuário já existe.
ru: Имя пользователя уже существует.
uk: Ім'я користувача вже існує.
zh: 用户名已存在

# noaccountsavailable
source: Currently no Accounts are available
ar: حاليًا لا تتوفر حسابات
de: Derzeit sind keine Konten verfügbar
es: Actualmente no hay cuentas disponibles
fr: Actuellement, aucun compte n'est disponible
it: Al momento non ci sono account disponibili
ja: 現在、利用可能なアカウントはありません
pt: Atualmente não há contas disponíveis
ru: В настоящее время учетные записи недоступны
uk: Зараз немає доступних облікових записів
zh: 当前无可用账户

source: Privatekey
ar: المفتاح الخاص
de: Privatschlüssel
es: Clave privada
fr: Clé privée
it: Chiave privata
ja: プライベートキー
pt: Chave privada
ru: Закрытый ключ
uk: Приватний ключ
zh: 私钥

source: Publickey
ar: المفتاح العام
de: Öffentlicher Schlüssel
es: Clave pública
fr: Clé publique
it: Chiave pubblica
ja: パブリックキー
pt: Chave pública
ru: Открытый ключ
uk: Відкритий ключ
zh: 公钥

# pleasesavethiscredentials
source: Please save this credentials otherwise they will be lost
ar: يرجى حفظ هذه البيانات أو ستضيع
de: Bitte speichern Sie diese Zugangsdaten sonst gehen sie verloren
es: Por favor, guarda estas credenciales o de lo contrario se perderán
fr: Veuillez sauvegarder ces informations d'identification ou elles seront perdues
it: Per favore, salva queste credenziali o saranno perse
ja: これらの資格情報を保存してください さもないと失われます
pt: Por favor, salve estas credenciais ou elas serão perdidas
ru: Пожалуйста, сохраните эти учетные данные или они будут потеряны
uk: Будь ласка, збережіть ці дані для входу або вони будуть втрачені
zh: 请保存这些凭据 否则它们将丢失

source: Save as File
ar: حفظ كملف
de: Als Datei speichern
es: Guardar como archivo
fr: Enregistrer sous forme de fichier
it: Salva come file
ja: ファイルとして保存
pt: Salvar como arquivo
ru: Сохранить как файл
uk: Зберегти як файл
zh: 另存为文件

# copiedtoclipboard
source: Copied to the clipboard
ar: تم النسخ إلى الحافظة
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato negli appunti
ja: クリップボードにコピーされました
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
uk: Скопійовано в буфер обміну
zh: 已复制到剪贴板

source: Please wait
ar: يرجى الانتظار
de: Bitte warten
es: Por favor, espera
fr: Veuillez patienter
it: Attendere prego
ja: お待ちください
pt: Por favor, aguarde
ru: Пожалуйста, подождите
uk: Будь ласка, зачекайте
zh: 请等待

source: Loading
ar: جار التحميل
de: Laden
es: Cargando
fr: Chargement
it: Caricamento
ja: 読み込み中
pt: Carregando
ru: Загрузка
uk: Завантаження
zh: 加载中

source: Loading Captcha
ar: جار تحميل Captcha
de: Lade Captcha
es: Cargando Captcha
fr: Chargement du Captcha
it: Caricamento Captcha
ja: Captchaを読み込んでいます
pt: Carregando Captcha
ru: Загрузка Captcha
uk: Завантаження Captcha
zh: 加载验证码

# captchafaild
source: Captcha verification failed
ar: فشل التحقق من Captcha
de: Captcha-Überprüfung fehlgeschlagen
es: Fallo en la verificación del Captcha
fr: Échec de la vérification du Captcha
it: Verifica Captcha fallita
ja: Captchaの確認に失敗しました
pt: Falha na verificação do Captcha
ru: Не удалось пройти проверку Captcha
uk: Перевірка Captcha не вдалася
zh: 验证码验证失败

# errorappeared
source: An error has appeared
ar: حدث خطأ
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error
fr: Une erreur est survenue
it: Si è verificato un errore
ja: エラーが発生しました
pt: Ocorreu um erro
ru: Произошла ошибка
uk: Виникла помилка
zh: 出现错误

# slidepuzzle
source: Slide the puzzle piece to the correct position
ar: اسحب قطعة اللغز إلى المكان الصحيح
de: Schieben Sie das Puzzleteil in die richtige Position
es: Desliza la pieza del rompecabezas a la posición correcta
fr: Déplacez la pièce du puzzle à la position correcte
it: Sposta il pezzo del puzzle nella posizione corretta
ja: パズルピースを正しい位置にスライドさせてください
pt: Deslize a peça do quebra-cabeça para a posição correta
ru: Переместите часть пазла в правильное положение
uk: Поверніть частину головоломки на правильне місце
zh: 将拼图块滑动到正确的位置

# trylater
source: Please try again at a later time
ar: يرجى المحاولة لاحقًا
de: Bitte versuchen Sie es zu einem späteren Zeitpunkt erneut
es: Por favor, inténtalo más tarde
fr: Veuillez réessayer plus tard
it: Si prega di riprovare più tardi
ja: 後で再試行してください
pt: Por favor, tente novamente mais tarde
ru: Пожалуйста, попробуйте позже
uk: Будь ласка, спробуйте пізніше
zh: 请稍后再试

# certwarning
source: Store this certificate in a safe place. Don't share it with anyone. With this certificate you grant full access to your account.
ar: احتفظ بهذا الشهادة في مكان آمن. لا تشاركها مع أي شخص.
de: Bewahren Sie dieses Zertifikat an einem sicheren Ort auf. Geben Sie es an niemanden weiter. Mit diesem Zertifikat gewähren Sie vollen Zugriff auf Ihr Konto.
es: Guarda este certificado en un lugar seguro. No lo compartas con nadie. Este certificado otorga acceso completo a tu cuenta.
fr: Conservez ce certificat dans un endroit sûr. Ne le partagez avec personne. Ce certificat accorde un accès complet à votre compte.
it: Conserva questo certificato in un luogo sicuro. Non condividerlo con nessuno. Questo certificato concede pieno accesso al tuo account.
ja: この証明書を安全な場所に保存してください。 他の誰かに渡さないでください。 この証明書を持つ者はアカウントへの完全なアクセスが許可されます。
pt: Guarde este certificado em um local seguro. Não o compartilhe com ninguém. Este certificado concede acesso completo à sua conta.
ru: Сохраните этот сертификат в безопасном месте. Не передавайте его никому. Этот сертификат предоставляет полный доступ к вашей учетной записи.
uk: Збережіть цей сертифікат в безпечному місці. Не передавайте його нікому. Цей сертифікат надає повний доступ до вашого облікового запису.
zh: 请将此证书保存在安全的地方。 不要与任何人共享。 此证书将完全授予对您账户的访问权限。

source: Related Public Key
ar: المفتاح العام المتصل
de: Zugehöriger öffentlicher Schlüssel
es: Clave pública relacionada
fr: Clé publique associée
it: Chiave pubblica correlata
ja: 関連するパブリックキー
pt: Chave pública relacionada
ru: Связанный открытый ключ
uk: Пов'язаний відкритий ключ
zh: 相关的公钥

source: Issued
ar: تم الإصدار
de: Ausgestellt
es: Emitido
fr: Émis
it: Emesso
ja: 発行済み
pt: Emitido
ru: Выдано
uk: Видано
zh: 已签发

source: with TransactionID
ar: مع معرف المعاملة
de: mit TransaktionsID
es: con ID de transacción
fr: avec ID de transaction
it: con ID transazione
ja: トランザクションID付き
pt: com ID de transação
ru: с идентификатором транзакции
uk: з ідентифікатором транзакції
zh: 使用交易ID

source: Network
ar: الشبكة
de: Netzwerk
es: Red
fr: Réseau
it: Rete
ja: ネットワーク
pt: Rede
ru: Сеть
uk: Мережа
zh: 网络

source: CERTIFICATE
ar: شهادة
de: ZERTIFIKAT
es: CERTIFICADO
fr: CERTIFICAT
it: CERTIFICATO
ja: 証明書
pt: CERTIFICADO
ru: СЕРТИФИКАТ
uk: СЕРТИФІКАТ
zh: 证书

source: Click to copy
ar: انقر للنسخ
de: Zum kopieren anklicken
es: Haz clic para copiar
fr: Cliquez pour copier
it: Clicca per copiare
ja: コピーするにはクリック
pt: Kliknij, aby skopiować
ru: Нажмите, чтобы скопировать
uk: Натисніть, щоб скопіювати
zh: 点击复制

# activepermissionexplain
source: For daily use
ar: للاستخدام اليومي
de: Für den täglichen Gebrauch
es: Para uso diario
fr: Pour un usage quotidien
it: Per uso quotidiano
ja: 日常使用のため
pt: Do codziennego użytku
ru: Для ежедневного использования
uk: Для щоденного використання
zh: 用于日常使用

source: To login
ar: لتسجيل الدخول
de: Zum Login
es: Para iniciar sesión
fr: Pour se connecter
it: Per accedere
ja: ログインするために
pt: Para fazer login
ru: Войти в систему
uk: Щоб увійти
zh: 要登录

# ownerpermissionexplain
source: Can overwrite ACTIVE. In case of hack or lost of ACTIVE permission
ar: قد يتجاوز ACTIVE. في حالة الاختراق أو فقدان ACTIVE
de: Kann ACTIVE überschreiben. Im Falle eines Hacks oder des Verlusts von ACTIVE
es: Puede sobrescribir ACTIVE. En caso de hackeo o pérdida de ACTIVE
fr: Peut remplacer ACTIVE. En cas de piratage ou de perte d'ACTIVE
it: Può sovrascrivere ACTIVE. In caso di hack o perdita di ACTIVE
ja: ACTIVEの上書きが可能。ハッキングやACTIVEの紛失の場合
pt: Może nadpisać ACTIVE. W przypadku hakowania lub utraty ACTIVE
ru: Может перезаписать ACTIVE. В случае взлома или утери ACTIVE
uk: Може перезаписати ACTIVE. У випадку взлому або втрати ACTIVE
zh: 可以覆盖 ACTIVE。在被黑客攻击或 ACTIVE 丢失的情况下

source: Retry again
ar: أعد المحاولة
de: Erneut versuchen
es: Reintentar de nuevo
fr: Réessayer
it: Riprova
ja: 再試行してください
pt: Tentar novamente
ru: Повторить попытку
uk: Спробуйте ще раз
zh: 重试

# connectionproblem
source: Uff, Connection Problem
ar: أوف، مشكلة اتصال
de: Uff, Verbindungsproblem
es: Uf, Problema de conexión
fr: Oups, Problème de connexion
it: Uff, problema di connessione
ja: うわっ、接続の問題
pt: Uff, Problema de conexão
ru: Уф, проблема с подключением
uk: Уф, проблема з підключенням
zh: 哎呀，连接问题

source: Accounts that can be generated today
ar: الحسابات التي يمكن إنشاؤها اليوم
de: Accounts die heute erzeugt werden können
es: Cuentas que se pueden generar hoy
fr: Comptes pouvant être générés aujourd'hui
it: Account che possono essere generati oggi
ja: 今日生成できるアカウント
pt: Contas que podem ser geradas hoje
ru: Аккаунты, которые можно создать сегодня
uk: Акаунти, які можна створити сьогодні
zh: 今天可以生成的账户

# disclaimer01
source: This platform is currently still in the beta phase. Errors may occur, or accounts on this platform may change or be deleted without notice.
ar: هذه المنصة لا تزال في المرحلة التجريبية. قد تحدث أخطاء أو قد يتم تغيير أو حذف الحسابات على هذه المنصة دون سابق إنذار.
es: Esta plataforma todavía está en fase beta. Pueden ocurrir errores o las cuentas de esta plataforma pueden cambiar o eliminarse sin previo aviso.
fr: Cette plateforme est encore en phase bêta. Des erreurs peuvent survenir ou les comptes de cette plateforme peuvent être modifiés ou supprimés sans préavis.
it: Questa piattaforma è attualmente ancora in fase beta. Possono verificarsi errori o gli account su questa piattaforma possono cambiare o essere eliminati senza preavviso.
ja: このプラットフォームは現在まだベータ版です。エラーが発生する可能性があり、このプラットフォームのアカウントは予告なく変更または削除されることがあります。
ru: Эта платформа все еще находится на стадии бета-тестирования. Могут возникать ошибки, а аккаунты на этой платформе могут изменяться или удаляться без предварительного уведомления.
uk: Ця платформа ще перебуває на етапі бета-тестування. Можливі помилки, або акаунти цієї платформи можуть змінюватися або видалятися без попередження.
zh: 该平台目前仍处于测试阶段。可能会出现错误，平台上的帐户可能会更改或在没有通知的情况下被删除。

# accountsponsored
source: Account sponsored by the community
ar: الحساب برعاية المجتمع
es: Cuenta patrocinada por la comunidad
fr: Compte sponsorisé par la communauté
it: Account sponsorizzato dalla comunità
ja: コミュニティによってスポンサーされたアカウント
ru: Аккаунт спонсирован сообществом
uk: Акаунт підтриманий спільнотою
zh: 由社区赞助的帐户

# noacountavailable
source: Unfortunately, no account can be generated.
ar: للأسف، لا يمكن إنشاء حساب.
es: Lamentablemente, no se puede generar ninguna cuenta.
fr: Malheureusement, aucun compte ne peut être généré.
it: Purtroppo, non è possibile generare un account.
ja: 残念ながら、アカウントを作成できません。
ru: К сожалению, аккаунт создать невозможно.
uk: На жаль, неможливо створити акаунт.
zh: 很遗憾，无法生成帐户。
